# run brew bundle install
cask_args appdir: "/Applications", require_sha: true

# Basics
brew "bat"
brew "btop"
brew "diff-so-fancy"
brew "eza"
brew "fd"
brew "fish"
brew "fisher"
brew "fzf"
brew "genact"
brew "git"
brew "just"
brew "mise"
brew "neovim"
brew "pfetch-rs"
brew "ripgrep"
brew "tealdeer"
brew "tmux"
brew "tmuxinator"
brew "topgrade"
brew "tree"
brew "zoxide"

# Casks
cask "nikitabobko/tap/aerospace"
cask "alacritty"
cask "alfred"
cask "firefox"
cask "font-atkinson-hyperlegible"
cask "font-inconsolata-nerd-font"
cask "jordanbaird-ice"
cask "maccy"
cask "monitorcontrol"
