cask_args appdir: "~/Applications", require_sha: true

# Basics
brew "bat"
brew "btop"
brew "diff-so-fancy"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fish"
brew "fisher"
brew "fzf"
brew "git"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "tealdeer"
brew "tmux"
brew "tmuxinator"
brew "topgrade"
brew "tree"
brew "zoxide"

# Casks
cask "alacritty"
cask "alfred"
cask "alt-tab"
cask "firefox"
cask "font-meslo-lg-nerd-font"
cask "hyperkey"
cask "maccy"
cask "monitorcontrol"
cask "vanilla"
