[
  "table-editor-obsidian",
  "file-explorer-plus",
  "mathlive",
  "obsidian-icon-folder",
  "obsidian-kanban",
  "omnisearch",
  "text-extractor",
  "pdf-plus",
  "obsidian-style-settings",
  "better-word-count",
  "obsidian-zotero-desktop-connector",
  "automatic-table-of-contents"
]