jorgebucaran/fisher
catppuccin/fish
jorgebucaran/autopair.fish
meaningful-ooo/sponge
nickeb96/puffer-fish
decors/fish-colored-man
gazorby/fish-exa
paysonwallach/fish-you-should-use
patrickf1/fzf.fish
ilancosman/tide@v6.1.1
2m/fish-history-merge
